Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: At the top of the tracklist, the number of visible tracks over the number of total tracks is shown (in the screenshot above, this means 7 visible tracks out of 9 total tracks).
sv: Längst upp i spårlistan visas antalet synliga spår av det totala antalet spår (i skärmbilden ovan betyder det 7 synliga spår av totalt 9 spår).

source: Soft Errors
sv: Mjuka fel

source: Regions
sv: Regioner

source: Playback is controlled by the following transport controls.
sv: Uppspelningen styrs med följande transportkontroller.

source: Audio functions are logic that can be applied to transform the selected audio part. The following functions are available.
sv: Ljudfunktioner är logik som kan användas för att omvandla den markerade ljuddelen. Följande funktioner är tillgängliga.

source: MIDI faders use MIDI volume CC (currently unimplemented - they let the signal pass through unchanged).
sv: MIDI-fadrar använder MIDI-volym-CC (ännu inte implementerat – signalen passerar oförändrad).

source: a screenshot/screencast showing the problem
sv: en skärmbild eller skärminspelning som visar problemet

source: When the metronome is enabled, you will hear metronome ticks during playback at each bar and each beat. The tick at each bar will be more emphasized. This feature is useful for making sure the song stays on beat.
sv: När metronomen är aktiverad hör du metronomtick under uppspelningen vid varje takt och varje slag. Ticken vid varje takt betonas mer. Funktionen är användbar för att säkerställa att låten håller takten.

source: Total: ¥%(product_display_price)s (+ payment processor fees)
sv: Totalt: ¥%(product_display_price)s (+ avgifter från betalningsförmedlaren)

source: Default themes (including icon themes) will normally be installed under :file:`/usr/share/zrythm/themes`.
sv: Standardteman, inklusive ikonteman, installeras normalt under :file:`/usr/share/zrythm/themes`.

source: Fields
sv: Fält

source: Zrythm provides ways to override some of these files with user-specified files in the :ref:`Zrythm user path <configuration/preferences:Zrythm User Path>`. See :ref:`theming/intro:Theming` for details.
sv: Zrythm erbjuder sätt att åsidosätta vissa av dessa filer med användarangivna filer i :ref:`Zrythms användarsökväg <configuration/preferences:Zrythm User Path>`. Se :ref:`teman <theming/intro:Theming>` för mer information.

source: You will need to have `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installed to compile this manual.
sv: Du behöver ha `Sphinx <https://www.sphinx-doc.org/en/master/>`_ installerat för att kompilera den här handboken.

source: Started
sv: Började

source: Organize audio/MIDI signal groups with group tracks.
sv: Organisera ljud-/MIDI-signalgrupper med gruppspår.

source: Audio region
sv: Ljudregion

source: This tab contains your collections. You can create collections such as `MySynths` and filter by the selected collections.
sv: Den här fliken innehåller dina samlingar. Du kan skapa samlingar som `Mina syntar` och filtrera efter de markerade samlingarna.

source: :abbr:`LADSPA (Linux Audio Developers Simple Plugin API)` is an old plugin standard for effect plugins that has been superseded by :term:`LV2`.
sv: :abbr:`LADSPA (Linux Audio Developers Simple Plugin API)` är en gammal insticksmodulstandard för effektinsticksmoduler som har ersatts av :term:`LV2`.

source: Select a swing amount.
sv: Välj swingmängd.

source: Please make sure you do not insert or remove spaces. The following examples will cause errors.
sv: Se till att inte infoga eller ta bort mellanslag. Följande exempel orsakar fel.

source: The installers work with the following distros/OSes:
sv: Installationsprogrammen fungerar med följande distributioner/operativsystem:

source: If the installer fails to install or there is an issue with your order, or to request a refund, please email `orders at zrythm.org`.
sv: Om installationsprogrammet inte fungerar, om det uppstår problem med din order eller om du vill begära återbetalning, skicka e-post till `orders at zrythm.org`.

source: Please make sure to first search our issue tracker for any similar issues before making a new one (having multiple tickets about the same issue wastes our time).
sv: Sök först i vår ärendehanterare efter liknande ärenden innan du skapar ett nytt (flera ärenden om samma problem slösar vår tid).

source: Empty Tracks
sv: Tomma spår

source: %1 - Last object
sv: %1 – senaste objektet

source: Electric Purple
sv: Elektriskt lila

source: The master channel, a special channel used to route audio to the output audio device, is pinned on the right side of the mixer.
sv: Huvudkanalen, en särskild kanal som används för att routa ljud till utgående ljudenhet, är fäst på mixerns högra sida.

source: Inherit from Track
sv: Ärv från spår

source: Triplet
sv: Triol

source: What is Zrythm?
sv: Vad är Zrythm?

source: "Invalid email address"
sv: "Ogiltig e-postadress"

source: Regions that are repeated will display dashed lines at points where looping occurs, and a loop icon in their top right corner.
sv: Upprepade regioner visar streckade linjer där loopningen sker samt en loopikon i sitt övre högra hörn.

source: `Surge <https://surge-synthesizer.github.io/>`_ is a subtractive hybrid synthesizer with a unique interface.
sv: `Surge <https://surge-synthesizer.github.io/>`_ är en subtraktiv hybridsynt med ett unikt gränssnitt.

source: Sorting
sv: Sortering

source: Language
sv: Språk

source: Using the Erase tool you can just click on objects to delete them, or click and drag to make a selection, deleting all objects inside it.
sv: Med raderingsverktyget kan du klicka på objekt för att ta bort dem, eller klicka och dra för att göra en markering som tar bort alla objekt inuti den.

source: Instrument tracks are similar to MIDI tracks, except that they produce audio instead of :term:`MIDI`.
sv: Instrumentspår liknar MIDI-spår, men de producerar ljud i stället för :term:`MIDI`.

source: The following operations apply to regions.
sv: Följande åtgärder gäller för regioner.

source: The song start marker signifies the position in the timeline where the Song will start. This is mainly used for exporting the mixdown into audio.
sv: Markören för låtens start anger positionen på tidslinjen där låten börjar. Den används främst när en mixning exporteras till ljud.

source: Donate
sv: Donera

source: *Prices exclude payment processor fees
sv: *Priserna inkluderar inte avgifter från betalningsförmedlaren

source: Vertical/horizontal inversion
sv: Vertikal/horisontell inversion

source: Preferences
sv: Inställningar

source: Bit Depth
sv: Bitdjup

source: Localization
sv: Lokalization

source: Specify a custom length.
sv: Ange en egen längd.

source: Song Start & End Markers
sv: Markörer för låtens start och slut

source: Clip Start
sv: Klippstart

source: These will be included as metadata to the exported file if the format supports it. The title used will be the project title.
sv: De tas med som metadata i den exporterade filen om formatet har stöd för det. Projektets titel används som titel.

source: The following controls are also available.
sv: Följande styrelement är också tillgängliga.

source: When exporting MIDI from MIDI and instrument tracks, MIDI events in each lane can be exported as separate tracks in the resulting MIDI file.
sv: När MIDI exporteras från MIDI- och instrumentspår kan MIDI-händelserna på varje bana exporteras som separata spår i den resulterande MIDI-filen.

source: If enabled, the Playhead will move back to the Loop Start point when it reaches the Loop End point.
sv: Om det är aktiverat flyttas uppspelningshuvudet tillbaka till loopens startpunkt när det når loopens slutpunkt.

source: Show all lanes that contain automation.
sv: Visa alla banor som innehåller automation.

source: Swap phase
sv: Vänd fas

source: Audio and MIDI/Instrument tracks have an :ref:`tracks/inspector-page:Inputs` section in their :ref:`Inspector Page <tracks/inspector-page:Track Inspector>` to adjust inputs for recording.
sv: Ljud- och MIDI-/instrumentspår har ett avsnitt :ref:`tracks/inspector-page:Inputs` på sin :ref:`inspektörssida <tracks/inspector-page:Track Inspector>` där inmatningar för inspelning justeras.

source: Failed to create audio writer for %1
sv: Det gick inte att skapa ljudskrivare för %1

source: Export MIDI
sv: Exportera MIDI

source: Inversions
sv: Omvändningar

source: Donate on LiberaPay
sv: Donera på LiberaPay

source: Matrix is an open standard for secure and decentralized communication. Our Matrix channel is #zrythmdaw:matrix.org.
sv: Matrix är en öppen standard för säker och decentraliserad kommunikation. Vår Matrix-kanal är #zrythmdaw:matrix.org.

source: Invert the polarity of the audio.
sv: Invertera ljudets polaritet.

source: Off
sv: Av

source: Elliptic (Superellipse)
sv: Elliptisk, superellips

source: Zrythm is designed to run on a {ref}wide variety of platforms and architectures{endref} including x86 architectures, PowerPC, RISC-V, ARMv7 and ARMv8.
sv: Zrythm är utformat för att köras på {ref}en mängd olika plattformar och arkitekturer{endref}, inklusive x86-arkitekturer, PowerPC, RISC-V, ARMv7 och ARMv8.

source: View License
sv: Visa licens

source: The playhead
sv: Uppspelningshuvudet

source: Automate parameters with straight lines or curves, choosing from multiple curve algorithms, such as Exponential and Elliptic curves.
sv: Automatisera parametrar med raka linjer eller kurvor och välj bland flera kurvalgoritmer, exempelvis exponentiella och elliptiska kurvor.

source: Toggle fullscreen mode.
sv: Växla helskärmsläge.

source: The MIDI channel that MIDI events from the piano roll will be assigned to.
sv: MIDI-kanalen som MIDI-händelser från pianorullen tilldelas.

source: You should include the following details:
sv: Du bör ange följande information:

source: Digital Audio Workstation
sv: Digital ljudarbetsstation

source: Show the Bounce dialog with bounce settings.
sv: Visa Bounce-dialogrutan med bounce-inställningar.

source: Creating a region
sv: Skapa en region

source: You can :kbd:`Control`-click and drag the loop region to move it.
sv: Du kan :kbd:`Control`-klicka och dra loopregionen för att flytta den.

source: You can use environment variables (e.g., ``LV2_PATH``) when specifying search paths in the preferences. The allowed syntax is ``${ENV_VAR_NAME}`` where ``ENV_VAR_NAME`` is the name of the environment variable.
sv: Du kan använda miljövariabler, till exempel ``LV2_PATH``, när du anger sökvägar i inställningarna. Den tillåtna syntaxen är ``${ENV_VAR_NAME}``, där ``ENV_VAR_NAME`` är miljövariabelns namn.

source: Return to product
sv: Återgå till produkt

source: An entire performance in one or more tracks that are performed simultaneously
sv: En hel framföring i ett eller flera spår som spelas samtidigt

source: The various types of fade algorithms available are illustrated below.
sv: De olika tillgängliga typerna av toningsalgoritmer visas nedan.

source: Existing lanes can be hidden using the :guilabel:`-` button.
sv: Befintliga banor kan döljas med knappen :guilabel:`-`.

source: J-Rock — Cinematic
sv: J-rock – filmisk

source: An Audio Track contains audio regions and can be used for recording and playing back audio clips.
sv: Ett ljudspår innehåller ljudregioner och kan användas för att spela in och spela upp ljudklipp.

source: The icon theme that Zrythm uses is freedesktop-compliant, so it can be easily overridden.
sv: Ikontemat som Zrythm använder följer freedesktop-standarden och kan därför enkelt åsidosättas.

source: There is also :ref:`an option to auto-select tracks when a track object is selected in the timeline <tracks/tracklist:Tracklist Settings>`.
sv: Det finns även :ref:`ett alternativ för att automatiskt markera spår när ett spårobjekt markeras på tidslinjen <tracks/tracklist:Tracklist Settings>`.

source: Plugins can be saved inside custom collections. Collections can be created and modified in the :guilabel:`Collection` tab by using the provided toolbar buttons.
sv: Insticksmoduler kan sparas i egna samlingar. Samlingar kan skapas och ändras på fliken :guilabel:`Samling` med verktygsfältets knappar.

source: Custom
sv: Egen

source: :ref:`Plugin Inspector <plugins-files/plugins/inspector-page:Inspector Page>`
sv: :ref:`Insticksmodulinspektör <plugins-files/plugins/inspector-page:Inspector Page>`

source: Trigger
sv: Utlösare

source: Subscribe
sv: Prenumeration

source: The installers include the following plugin bundles:
sv: Installationsprogrammen innehåller följande insticksmodulspaket:

source: Folder tracks are used to organize tracks.
sv: Mappspår används för att organisera spår.

source: Resizing Objects
sv: Ändra storlek på objekt

source: Change '%1' value to %2
sv: Ändra värdet för ”%1” till %2

source: The shortcuts for undo and redo are :kbd:`Control-z` and :kbd:`Control-Shift-z`.
sv: Kortkommandona för att ångra och göra om är :kbd:`Control-z` och :kbd:`Control-Shift-z`.

source: Use the length of the last created object.
sv: Använd längden på det senast skapade objektet.

source: Used interchangeably with :term:`Control`.
sv: Används synonymt med :term:`Control`.

source: MIDI track with a MIDI region
sv: MIDI-spår med en MIDI-region

source: Filtering by audio files
sv: Filtrering efter ljudfiler

source: Step 1: Make a Purchase
sv: Steg 1: Gör ett köp

source: Create additional MIDI notes right after the start position of each selected note. This is usually used on snares.
sv: Skapa ytterligare MIDI-noter direkt efter startpositionen för varje markerad not. Detta används vanligtvis för virveltrummor.

source: Each sixteenth note is fixed to have 240 ticks.
sv: Varje sextondelsnot har alltid 240 tick.

source: Prerouted
sv: Förkopplad

source: :ref:`Track Inspector <track-inspector>`
sv: :ref:`Spårinspektör <track-inspector>`

source: Displays the current CPU % usage at the top and the current DSP % usage at the bottom. If the DSP % exceeds 100 (all bars filled), audio will start clipping.
sv: Visar aktuell CPU-användning i procent högst upp och aktuell DSP-användning i procent längst ned. Om DSP-procenten överskrider 100, alla staplar fyllda, börjar ljudet klippa.

source: Editing Regions
sv: Redigera regioner

source: To set up these privileges for your user, change the user class' ``memorylocked`` value in :file:`/etc/login.conf`.
sv: För att konfigurera dessa behörigheter för användaren ändrar du användarklassens ``memorylocked``-värde i :file:`/etc/login.conf`.

source: Rename
sv: Byt namn

source: How do I pronounce it?
sv: Hur uttalas det?

source: Chat with us on Matrix
sv: Chatta med oss på Matrix

source: Click File -> Save As... and save the error file somewhere. Please send us this error file.
sv: Klicka på Arkiv -> Spara som… och spara felfilen någonstans. Skicka felfilen till oss.

source: J-Pop Modulating
sv: Modulerande J-pop

source: Audio Group Track
sv: Ljudgruppspår

source: Toggle Left Panel
sv: Visa/dölj vänster panel

source: Channel for an instrument track
sv: Kanal för ett instrumentspår

source: We will also be offering sample packs for download in the future.
sv: Vi kommer även att erbjuda ljudprovspaket för hämtning i framtiden.

source: Common Pop Chords
sv: Vanliga popackord

source: Create new project
sv: Skapa nytt projekt

source: Moving a region
sv: Flytta en region

source: Creating Bindings
sv: Skapa bindningar

source: These include developers, graphic artists and other authors of copyrightable work.
sv: Det omfattar utvecklare, grafiska formgivare och andra upphovspersoner till upphovsrättsskyddade verk.

source: Ports are explained in more detail in :ref:`ports`.
sv: Portar förklaras mer ingående i :ref:`ports`.

source: Base BPM (at tick 0):
sv: Grund-BPM (vid tick 0):

source: Dim output
sv: Dämpa utgången

source: Audio FX Track
sv: Ljudeffektspår

source: Other
sv: Övrigt

source: No Highlight
sv: Ingen markering

source: Previous Scripting Capabilities
sv: Tidigare skriptfunktioner

source: A region (or :term:`Clip`) is a container for MIDI Notes, audio or other events. See :ref:`regions`.
sv: En region, eller ett :term:`Clip`, är en behållare för MIDI-noter, ljud eller andra händelser. Se :ref:`regions`.

source: Tracklist/Mixer Context Menu
sv: Snabbmeny för spårlista/mixer

source: Markers created in the :ref:`Marker track <tracks/track-types:Marker Track>` will be displayed here as read-only.
sv: Markörer som skapats i :ref:`markörspåret <tracks/track-types:Marker Track>` visas här som skrivskyddade.

source: The piano roll is the main editor for editing MIDI regions, and is displayed when a MIDI region is selected.
sv: Pianorullen är huvudredigeraren för att redigera MIDI-regioner och visas när en MIDI-region är markerad.

source: Credits: Drawings under CC-BY-ND 3.0 created by Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com) based on ideas of Richard Stallman, by himself and Ynternet.org foundation.
sv: Erkännanden: Teckningar under CC-BY-ND 3.0 av Christian Nogareda (Kwis, Http://kwis.tumblr.com), Valentin Pasquier (http://utopiqdream.deviantart.com), baserade på idéer av Richard Stallman, honom själv och Ynternet.org Foundation.

source: About this Site
sv: Om this Site

source: Making Connections
sv: Skapa anslutningar

source: List Editors
sv: Lista Redigeraors

source: Download
sv: Hämta

source: From Scale
sv: Från skala

source: Device Selector
sv: Enhetsväljare

source: Change listen/mute/solo behavior and adjust what goes to your speakers.
sv: Change listaen/tysta/solo behavior and adbara what goes to your speakers.

source: These plugins will create an :ref:`Instrument Track <tracks/track-types:Instrument Track>` when added to the project.
sv: Dessa insticksmoduler skapar ett :ref:`instrumentspår <tracks/track-types:Instrument Track>` när de läggs till i projektet.

source: The left, right and bottom panels can be toggled using their corresponding toggle buttons in the :ref:`main toolbar <main-toolbar>` and :ref:`transport bar <transport-bar>`.
sv: Vänster, höger och nedre panel kan växlas med sina respektive växlingsknappar i :ref:`huvudverktygsfältet <main-toolbar>` och :ref:`transportfältet <transport-bar>`.

source: Marker track with marker
sv: Markerspår med markör

source: Additional Controls
sv: Ytterligare kontroller

source: Edit object parameters manually in the event viewer.
sv: Redigera objektparametrar manuellt i händelsevisaren.

source: Multiple arrangements, each having its own track and intended to be played in sequence
sv: Flera arrangemang, vart och ett med ett eget spår och avsett att spelas i följd

source: You can use highlighting inside the piano roll to highlight the notes corresponding to the scale, chord, or both at the position of the playhead. See :ref:`editing/editor-toolbars:Chord/Scale Highlighting` for more information.
sv: Du kan använda markering i pianorullen för att markera noter som motsvarar skalan, ackordet eller båda vid uppspelningshuvudets position. Se :ref:`editing/editor-toolbars:Chord/Scale Highlighting` för mer information.

source: Touch
sv: Beröring

source: Eurodance Anthem
sv: Eurodancehymn

source: Custom Markers
sv: Egna markörer

source: Unroute
sv: Koppla bort

source: Snapping behavior adjusts to the current zoom level.
sv: Snapping behavior adbaras to the current zoom nivå.

source: Output will be saved to: /path/to/export/file.wav
sv: Utdata sparas till: /sökväg/till/exporterad/fil.wav

source: Eurobeat — Long Modulation
sv: Eurobeat – lång modulation

source: Zrythm can save backups automatically while working on a project. You can specify the interval to do this, in minutes, under :menuselection:`Projects --> General`. To disable auto-save, set the interval to 0.
sv: Zrythm kan spara säkerhetskopior automatiskt medan du arbetar i ett projekt. Du kan ange intervallet i minuter under :menuselection:`Projekt --> Allmänt`. Om du vill inaktivera autosparande anger du intervallet till 0.

source: Chord Audition
sv: Ackord Audition

source: MIDI Bindings
sv: MIDI-bindningar

source: wrong or unexpected behavior that don't cause errors
sv: felaktigt eller oväntat beteende som inte orsakar felmeddelanden

source: Synths
sv: Syntar

source: Zrythm with ASIO support is NON-DISTRIBUTABLE. You may NOT copy or distribute builds including ASIO support to anyone else. The build is strictly for your own personal (private or commercial) use. For the same reasons, the Zrythm team cannot distribute builds of Zrythm including ASIO support.
sv: Zrythm med ASIO-stöd FÅR INTE DISTRIBUERAS. Du får INTE kopiera eller distribuera byggen med ASIO-stöd till någon annan. Bygget är endast avsett för ditt eget personliga bruk, privat eller kommersiellt. Av samma skäl kan Zrythm-teamet inte distribuera byggen av Zrythm med ASIO-stöd.

source: Zrythm reference pages - user manual - tutorials
sv: Zrythm reference pages - user manuell - tutorials

source: Clicking the cog button on the right side of the auditioning controls will bring up the file browser preferences screen. The following settings are available.
sv: Om du klickar på kugghjulsknappen till höger om uppspelningskontrollerna öppnas inställningarna för filbläddraren. Följande inställningar är tillgängliga.

source: Your subscription status is
sv: Din prenumerationsstatus är

source: On
sv: På

source: Edit the selected audio in an external app
sv: Redigera det markerade ljudet i ett externt program

source: Order Flow
sv: Orderflöde

source: Join Development
sv: Delta i utvecklingen

source: There is another arranger at the bottom of the MIDI arranger for editing the velocity of each note.
sv: Längst ned i MIDI-arrangeraren finns en annan arrangerare för att redigera varje nots anslagsstyrka.

source: MacOS: macOS 13 or higher
sv: macOS: macOS 13 eller senare

source: Tracklist
sv: Spårlista

source: Selecting an automatable control
sv: Välja ett automatiserbart styrelement

source: Monitor Output
sv: Monitorutgång

source: Selecting :guilabel:`In scale` under :guilabel:`Visibility` will only show options that correspond to chords inside the currently active scale. This makes it easy to create chords that stay in the current scale.
sv: Om du väljer :guilabel:`I skalan` under :guilabel:`Synlighet` visas endast alternativ som motsvarar ackord i den aktiva skalan. Det gör det enkelt att skapa ackord som stannar i den aktuella skalan.

source: In touch mode, automation will be written only when there are changes. When changes stop being received (after a short amount of time) automation will stop being written until a change is received again. This is useful for making minor changes to existing automation.
sv: I touch-läge skrivs automation bara när ändringar sker. När ändringar slutar tas emot (efter en kort stund) slutar automation skrivas tills en ändring tas emot igen. Detta är användbart för små ändringar i befintlig automation.

source: MIDI output
sv: MIDI-utgång

source: Channel Controls
sv: Kanalkontroller

source: Plugin Support
sv: Stöd för insticksmoduler

source: Testimonials
sv: Omdömen

source: Celestial Blue
sv: Himmelsblå

source: Nightly
sv: Nattliga

source: Up to 25 tracks
sv: Upp to 25 spårs

source: Add to collection
sv: Lägg till i samling

source: When snapping, keep the offset of objects from the nearest snap point on their left.
sv: Behåll vid fästning objektens förskjutning från den närmaste fästpunkten till vänster.

source: Scale and chord highlighting
sv: Markering av skala och ackord

source: Disable
sv: Inaktivera

source: Cue point
sv: Köpunkt

source: Recordable Chord Track
sv: Spela inable Ackord Spår

source: Chord regions
sv: Ackordsregioner

source: Upgrade to bundle
sv: Uppgrade to bundle

source: Envelopes
sv: Envelopper

source: Link-moving a MIDI region
sv: Länkflytta en MIDI-region
